/*
Navicat MySQL Data Transfer

Source Server         : sijfi_db
Source Server Version : 50173
Source Host           : 159.226.15.215:3306
Source Database       : sjyfi_db

Target Server Type    : MYSQL
Target Server Version : 50173
File Encoding         : 65001

Date: 2014-12-15 17:19:18
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for t_tracks
-- ----------------------------
DROP TABLE IF EXISTS `t_tracks`;
CREATE TABLE `t_tracks` (
  `trackid` int(8) NOT NULL AUTO_INCREMENT COMMENT '轨迹记录ID',
  `name` varchar(100) NOT NULL COMMENT '轨迹名称',
  `author` varchar(100) NOT NULL COMMENT '记录者',
  `starttime` datetime NOT NULL COMMENT '开始记录时间',
  `endtime` datetime NOT NULL COMMENT '结束记录时间',
  `length` float(9,1) NOT NULL COMMENT '轨迹长度',
  `maxaltitude` float(11,6) NOT NULL COMMENT '最高海拔',
  `keysiteslist` varchar(100) DEFAULT NULL COMMENT '关键地点列表',
  `annotation` varchar(100) DEFAULT NULL COMMENT '注释',
  `path` varchar(100) NOT NULL COMMENT '轨迹子目录路径',
  `filesize` int(11) NOT NULL COMMENT 'kmz文件大小，单位为字节',
  PRIMARY KEY (`trackid`)
) ENGINE=InnoDB AUTO_INCREMENT=255 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_tracks
-- ----------------------------
INSERT INTO `t_tracks` VALUES ('119', '无棣北京', '付海静', '2014-04-08 12:28:44', '2014-04-08 12:28:44', '353282.9', '249.224899', '', '', '/var/gpstracks/routeRecord_20140408_122844', '43558231');
INSERT INTO `t_tracks` VALUES ('120', '前往格尔木', '管理员', '2014-04-22 17:59:19', '2014-04-22 17:59:19', '233266.4', '0.000000', '格尔木', '', '/var/gpstracks/routeRecord_20140422_175919', '2554937');
INSERT INTO `t_tracks` VALUES ('121', 'home', 'fhj', '2014-05-19 17:43:45', '2014-05-19 17:43:45', '19443.2', '91.348412', '', '', '/var/gpstracks/routeRecord_20140519_174345', '4379245');
INSERT INTO `t_tracks` VALUES ('122', '中科院–霍营', '付海静', '2014-05-15 17:17:52', '2014-05-15 17:17:52', '19564.3', '96.761520', '', '', '/var/gpstracks/routeRecord_20140515_171752', '721603');
INSERT INTO `t_tracks` VALUES ('123', '在路上', '王吉祥', '2014-05-22 10:22:55', '2014-05-22 10:22:55', '210763.1', '3422.803467', '', '', '/var/gpstracks/routeRecord_20140522_102255', '12607');
INSERT INTO `t_tracks` VALUES ('124', '玛多到了。', '王吉祥', '2014-05-22 17:58:24', '2014-05-22 17:58:24', '143845.4', '4409.157715', '', '', '/var/gpstracks/routeRecord_20140522_175824', '2098');
INSERT INTO `t_tracks` VALUES ('125', '扎陵湖', '王吉祥', '2014-05-23 09:20:58', '2014-05-23 09:20:58', '139821.4', '4350.369141', '鄂陵湖，扎陵湖', '湖水清澈，天气晴朗。牦牛数量大。', '/var/gpstracks/routeRecord_20140523_092058', '9247');
INSERT INTO `t_tracks` VALUES ('126', '坎木区', '王吉祥', '2014-05-24 09:36:04', '2014-05-24 09:36:04', '62500.7', '4316.327637', '大野马岭', '', '/var/gpstracks/routeRecord_20140524_093604', '105135');
INSERT INTO `t_tracks` VALUES ('127', '25号', '李瑞', '2014-05-25 09:59:30', '2014-05-25 09:59:30', '23570.0', '4240.146973', '', '', '/var/gpstracks/routeRecord_20140525_095930', '222616');
INSERT INTO `t_tracks` VALUES ('128', '扎陵湖', '李瑞', '2014-05-23 09:24:22', '2014-05-23 09:24:22', '121087.6', '4345.177246', '', '', '/var/gpstracks/routeRecord_20140523_092422', '10900524');
INSERT INTO `t_tracks` VALUES ('129', '20140524玛多县-下星星海-黄河乡', '张营', '2014-05-24 09:38:51', '2014-05-24 09:38:51', '211606.9', '4323.269043', '', '', '/var/gpstracks/routeRecord_20140524_093851', '14508256');
INSERT INTO `t_tracks` VALUES ('137', 'ts', '刘长城', '2014-07-21 09:57:36', '2014-07-21 09:57:36', '48.8', '0.000000', '', '', '/var/gpstracks/routeRecord_20140721_095736', '1475');
INSERT INTO `t_tracks` VALUES ('138', '格尔木到五北大桥', '史俭朋', '2014-06-16 10:52:46', '2014-06-16 10:52:46', '0.0', '3998.399902', '', '', '/var/gpstracks/routeRecord_20140616_105246', '76117609');
INSERT INTO `t_tracks` VALUES ('139', 'q', '刘长城', '2014-07-21 01:10:13', '2014-07-21 01:10:13', '2.7', '65.363747', '', '', '/var/gpstracks/routeRecord_20140721_011013', '3526783');
INSERT INTO `t_tracks` VALUES ('140', '大柴旦到格尔木', '史俭朋', '2014-06-15 14:26:48', '2014-06-15 14:26:48', '176670.4', '3330.899902', '', '', '/var/gpstracks/routeRecord_20140615_142648', '445880677');
INSERT INTO `t_tracks` VALUES ('141', '西宁到甘德', '史俭朋', '2014-06-19 11:11:48', '2014-06-19 11:11:48', '463474.4', '3999.800049', '西宁，大武，，甘德', '', '/var/gpstracks/routeRecord_20140619_111148', '133402022');
INSERT INTO `t_tracks` VALUES ('142', '多可河巴果沟', '张营', '2014-07-24 07:28:21', '2014-07-24 07:28:21', '35002.0', '4381.115234', '', '', '/var/gpstracks/routeRecord_20140724_072821', '13925478');
INSERT INTO `t_tracks` VALUES ('143', '班玛到久治', '张营', '2014-07-25 10:47:39', '2014-07-25 10:47:39', '134820.8', '4376.616699', '', '', '/var/gpstracks/routeRecord_20140725_104739', '7523696');
INSERT INTO `t_tracks` VALUES ('144', '年宝到索乎日麻', '张营', '2014-07-28 10:45:17', '2014-07-28 10:45:17', '164094.0', '4366.644531', '', '', '/var/gpstracks/routeRecord_20140728_104517', '6903933');
INSERT INTO `t_tracks` VALUES ('145', '9.2', 'Fhj', '2014-09-02 13:53:36', '2014-09-02 13:53:36', '0.0', '60.627907', '', '', '/var/gpstracks/routeRecord_20140902_135336', '1746426');
INSERT INTO `t_tracks` VALUES ('146', '玉树', '王吉祥', '2014-08-08 07:48:01', '2014-08-08 07:48:01', '462394.6', '4561.184082', '', '', '/var/gpstracks/routeRecord_20140808_074801', '2121870');
INSERT INTO `t_tracks` VALUES ('147', '02', '李瑞', '2014-05-24 09:39:37', '2014-05-24 09:39:37', '203496.3', '4322.152344', '', '', '/var/gpstracks/routeRecord_20140524_093937', '27560667');
INSERT INTO `t_tracks` VALUES ('148', '西宁——＞德令哈', '史俭朋', '2014-06-14 11:50:22', '2014-06-14 11:50:22', '487985.8', '3417.765625', '西宁 大水桥 茶卡 德令哈', '', '/var/gpstracks/routeRecord_20140614_115022', '204049197');
INSERT INTO `t_tracks` VALUES ('149', '多可河翁沟，日拉沟', '张营', '2014-07-18 08:52:53', '2014-07-18 08:52:53', '65228.7', '4056.462402', '', '', '/var/gpstracks/routeRecord_20140718_085253', '58741958');
INSERT INTO `t_tracks` VALUES ('150', '多可河龙桑沟', '张营', '2014-07-19 14:28:45', '2014-07-19 14:28:45', '12796.2', '3971.186768', '', '', '/var/gpstracks/routeRecord_20140719_142845', '34000934');
INSERT INTO `t_tracks` VALUES ('151', '多可河知拉沟知然沟', '张营', '2014-07-20 09:24:16', '2014-07-20 09:24:16', '56751.4', '3878.796143', '', '', '/var/gpstracks/routeRecord_20140720_092416', '89891917');
INSERT INTO `t_tracks` VALUES ('152', '多可河君沟和子梅沟', '张营', '2014-07-22 09:03:00', '2014-07-22 09:03:00', '72935.7', '3773.335449', '', '', '/var/gpstracks/routeRecord_20140722_090300', '32830031');
INSERT INTO `t_tracks` VALUES ('154', '多可河赤沟', '张营', '2014-07-23 08:04:41', '2014-07-23 08:04:41', '57576.5', '4392.860840', '', '', '/var/gpstracks/routeRecord_20140723_080441', '45053006');
INSERT INTO `t_tracks` VALUES ('155', '年宝玉则仙女湖妖女湖', '张营', '2014-07-27 09:16:53', '2014-07-27 09:16:53', '19604.3', '4011.626953', '', '', '/var/gpstracks/routeRecord_20140727_091653', '34145004');
INSERT INTO `t_tracks` VALUES ('156', '年宝到夏日乎寺', '张营', '2014-07-29 08:46:41', '2014-07-29 08:46:41', '143500.5', '4094.567871', '', '', '/var/gpstracks/routeRecord_20140729_084641', '14657306');
INSERT INTO `t_tracks` VALUES ('157', '玛多到玉树', '王吉祥', '2014-08-09 08:32:23', '2014-08-09 08:32:23', '333511.7', '4791.493164', '', '', '/var/gpstracks/routeRecord_20140809_083223', '1303689');
INSERT INTO `t_tracks` VALUES ('158', '玛多县到玉树', '张营', '2014-08-09 08:41:30', '2014-08-09 08:41:30', '339226.8', '4789.315918', '', '', '/var/gpstracks/routeRecord_20140809_084130', '2106314');
INSERT INTO `t_tracks` VALUES ('159', '巴塘乡', '王吉祥', '2014-08-10 08:53:27', '2014-08-10 08:53:27', '58179.7', '4165.955078', '', '', '/var/gpstracks/routeRecord_20140810_085327', '2371831');
INSERT INTO `t_tracks` VALUES ('160', '玉树到嘎觉唔', '张营', '2014-08-10 09:06:26', '2014-08-10 09:06:26', '291358.9', '4586.578125', '', '', '/var/gpstracks/routeRecord_20140810_090626', '10220373');
INSERT INTO `t_tracks` VALUES ('161', '噶觉悟到玉树', '张营', '2014-08-12 08:57:10', '2014-08-12 08:57:10', '206817.5', '4592.572266', '', '', '/var/gpstracks/routeRecord_20140812_085710', '37855');
INSERT INTO `t_tracks` VALUES ('162', '玉树到江西林场', '张营', '2014-08-13 07:47:35', '2014-08-13 07:47:35', '188785.9', '4813.307129', '', '', '/var/gpstracks/routeRecord_20140813_074735', '29660626');
INSERT INTO `t_tracks` VALUES ('163', '江西林场', '王吉祥', '2014-08-13 09:17:03', '2014-08-13 09:17:03', '183008.2', '4844.035156', '', '', '/var/gpstracks/routeRecord_20140813_091703', '7041918');
INSERT INTO `t_tracks` VALUES ('164', '江西林场   拉隆沟', '张营', '2014-08-14 09:05:23', '2014-08-14 09:05:23', '25539.5', '3821.729980', '', '', '/var/gpstracks/routeRecord_20140814_090523', '23968051');
INSERT INTO `t_tracks` VALUES ('165', '囊谦', '王吉祥', '2014-08-15 09:36:51', '2014-08-15 09:36:51', '101483.3', '4605.394531', '', '', '/var/gpstracks/routeRecord_20140815_093651', '4033001');
INSERT INTO `t_tracks` VALUES ('166', '门高', '王吉祥', '2014-08-17 09:20:16', '2014-08-17 09:20:16', '52671.6', '4060.834473', '', '', '/var/gpstracks/routeRecord_20140817_092016', '27581110');
INSERT INTO `t_tracks` VALUES ('167', '加峡多沟', '王吉祥', '2014-08-18 09:31:31', '2014-08-18 09:31:31', '5402.6', '4140.244629', '', '', '/var/gpstracks/routeRecord_20140818_093131', '9275');
INSERT INTO `t_tracks` VALUES ('168', '某沟', '王吉祥', '2014-08-18 17:01:25', '2014-08-18 17:01:25', '4048.0', '4175.931641', '', '', '/var/gpstracks/routeRecord_20140818_170125', '14221407');
INSERT INTO `t_tracks` VALUES ('169', '吉曲', '王吉祥', '2014-08-19 09:04:03', '2014-08-19 09:04:03', '159281.2', '4460.022949', '', '', '/var/gpstracks/routeRecord_20140819_090403', '13272672');
INSERT INTO `t_tracks` VALUES ('170', '门高', '王吉祥', '2014-08-21 08:55:41', '2014-08-21 08:55:41', '41539.5', '3923.465820', '', '', '/var/gpstracks/routeRecord_20140821_085541', '13391692');
INSERT INTO `t_tracks` VALUES ('171', '昂赛', '王吉祥', '2014-08-23 09:25:03', '2014-08-23 09:25:03', '66058.8', '4051.297119', '', '', '/var/gpstracks/routeRecord_20140823_092503', '2401819');
INSERT INTO `t_tracks` VALUES ('172', '昂赛', '王吉祥', '2014-08-24 13:24:12', '2014-08-24 13:24:12', '1315.3', '3969.804443', '', '', '/var/gpstracks/routeRecord_20140824_132412', '3347');
INSERT INTO `t_tracks` VALUES ('173', '昂赛乡', '王吉祥', '2014-08-25 10:31:08', '2014-08-25 10:31:08', '3980.5', '4056.685059', '', '', '/var/gpstracks/routeRecord_20140825_103108', '6899719');
INSERT INTO `t_tracks` VALUES ('174', '干德沟', '王吉祥', '2014-08-25 16:05:49', '2014-08-25 16:05:49', '4839.4', '3981.527832', '', '', '/var/gpstracks/routeRecord_20140825_160549', '4056892');
INSERT INTO `t_tracks` VALUES ('175', '昂赛乡', '王吉祥', '2014-08-26 11:05:20', '2014-08-26 11:05:20', '20143.5', '4006.643066', '', '', '/var/gpstracks/routeRecord_20140826_110520', '3173649');
INSERT INTO `t_tracks` VALUES ('176', '杂多县昂赛乡', '张营', '2014-08-26 11:23:57', '2014-08-26 11:23:57', '24633.1', '4049.814941', '', '', '/var/gpstracks/routeRecord_20140826_112357', '6633440');
INSERT INTO `t_tracks` VALUES ('177', '沿途', '潘艳萍', '2014-08-27 09:54:34', '2014-08-27 09:54:34', '657662.7', '4793.159180', '', '', '/var/gpstracks/routeRecord_20140827_095434', '13802907');
INSERT INTO `t_tracks` VALUES ('178', '西宁沿途', '潘艳萍', '2014-08-30 09:28:46', '2014-08-30 09:28:46', '462995.5', '4501.253418', '', '', '/var/gpstracks/routeRecord_20140830_092846', '2590608');
INSERT INTO `t_tracks` VALUES ('179', '玛多县到西宁', '张营', '2014-08-30 09:33:28', '2014-08-30 09:33:28', '457857.9', '4482.536133', '', '', '/var/gpstracks/routeRecord_20140830_093328', '56511');
INSERT INTO `t_tracks` VALUES ('180', '拉加到大武镇', '秦刚', '2014-09-17 16:04:16', '2014-09-17 16:04:16', '57776.6', '4201.000000', '拉加镇，大武镇', '', '/var/gpstracks/routeRecord_20140917_160416', '2577358');
INSERT INTO `t_tracks` VALUES ('181', '德令哈回西宁', '秦刚', '2014-09-14 08:42:03', '2014-09-14 08:42:03', '506296.2', '3418.000000', '德令哈，乌兰，倒淌河，西宁', '', '/var/gpstracks/routeRecord_20140914_084203', '16475766');
INSERT INTO `t_tracks` VALUES ('182', '同德返西宁', '秦刚', '2014-09-21 10:42:28', '2014-09-21 10:42:28', '285137.8', '3797.000000', '同德，贵德，西宁', '', '/var/gpstracks/routeRecord_20140921_104228', '6857914');
INSERT INTO `t_tracks` VALUES ('183', '格尔木返回德令哈', '史俭朋', '2014-09-13 12:25:14', '2014-09-13 12:25:14', '138383.2', '3066.725830', '小柴旦湖', '', '/var/gpstracks/routeRecord_20140913_122514', '541440');
INSERT INTO `t_tracks` VALUES ('184', '西宁到拉加', '史俭朋', '2014-09-17 08:49:47', '2014-09-17 08:49:47', '339906.5', '3992.879639', '', '', '/var/gpstracks/routeRecord_20140917_084947', '2419497');
INSERT INTO `t_tracks` VALUES ('185', '果洛州到玛可河', '史俭朋', '2014-09-19 08:43:03', '2014-09-19 08:43:03', '362362.5', '4407.883301', '', '', '/var/gpstracks/routeRecord_20140919_084303', '7656393');
INSERT INTO `t_tracks` VALUES ('186', '格尔木到五北大桥', '史俭朋', '2014-09-12 07:32:13', '2014-09-12 07:32:13', '244848.3', '4720.999512', '昆仑山口', '', '/var/gpstracks/routeRecord_20140912_073213', '6293728');
INSERT INTO `t_tracks` VALUES ('187', '德令哈返回西宁', '史俭朋', '2014-09-14 08:42:28', '2014-09-14 08:42:28', '476016.7', '4258.436523', '茶卡，柴达木盆地', '', '/var/gpstracks/routeRecord_20140914_084228', '2215989');
INSERT INTO `t_tracks` VALUES ('188', '果洛州到雪山保护站', '史俭朋', '2014-09-18 08:32:46', '2014-09-18 08:32:46', '93772.1', '4336.858398', '', '', '/var/gpstracks/routeRecord_20140918_083246', '14399273');
INSERT INTO `t_tracks` VALUES ('189', '玛可河踩点维护', '史俭朋', '2014-09-19 14:55:22', '2014-09-19 14:55:22', '60960.5', '3445.372314', '', '', '/var/gpstracks/routeRecord_20140919_145522', '9298019');
INSERT INTO `t_tracks` VALUES ('190', '玛可河到下日乎寺', '史俭朋', '2014-09-20 08:12:39', '2014-09-20 08:12:39', '329436.1', '4414.153809', '', '', '/var/gpstracks/routeRecord_20140920_081239', '5125359');
INSERT INTO `t_tracks` VALUES ('191', '同仁回西宁', '秦刚', '2014-09-24 09:42:39', '2014-09-24 09:42:39', '172994.4', '2999.000000', '同仁，尖扎，西宁', '', '/var/gpstracks/routeRecord_20140924_094239', '6244459');
INSERT INTO `t_tracks` VALUES ('192', 'UnKown', '杨慧伟', '2014-09-18 18:30:36', '2014-09-18 18:30:36', '0.0', '485.000000', '', '', '/var/gpstracks/routeRecord_20140918_183036', '1412');
INSERT INTO `t_tracks` VALUES ('193', '啦啦啦', '杨慧伟', '2014-10-13 00:53:02', '2014-10-13 00:53:02', '0.0', '438.000000', '', '', '/var/gpstracks/routeRecord_20141013_005302', '1339601');
INSERT INTO `t_tracks` VALUES ('194', 'test1', 'yhw', '2014-10-09 21:29:59', '2014-10-09 21:29:59', '0.0', '375.986664', '', '', '/var/gpstracks/routeRecord_20141009_212959', '1268266');
INSERT INTO `t_tracks` VALUES ('196', '草组第六天海心山', '付海静', '2014-07-31 08:15:25', '2014-07-31 08:15:25', '84446.6', '3222.454102', '三块石 海心山', '', '/var/gpstracks/routeRecord_20140731_081525', '15307792');
INSERT INTO `t_tracks` VALUES ('199', '麦秀林场考察', '秦刚', '2014-09-23 09:12:43', '2014-09-23 09:12:43', '280192.0', '3503.000000', '西宁，尖扎，同仁，麦秀林场', '', '/var/gpstracks/routeRecord_20140923_091243', '39643253');
INSERT INTO `t_tracks` VALUES ('200', '玛可河工作', '秦刚', '2014-09-19 08:25:00', '2014-09-19 08:25:00', '422514.4', '4395.000000', '大武镇，达日县，班玛县玛可河，帮茶保护站，麦浪沟', '', '/var/gpstracks/routeRecord_20140919_082500', '68576898');
INSERT INTO `t_tracks` VALUES ('201', '西宁前往德令哈', '秦刚', '2014-09-10 11:40:10', '2014-09-10 11:40:10', '488387.3', '3405.000000', '西宁，茶卡，德令哈', '', '/var/gpstracks/routeRecord_20140910_114010', '29401693');
INSERT INTO `t_tracks` VALUES ('202', '德令哈到格尔木', '秦刚', '2014-09-11 11:51:26', '2014-09-11 11:51:26', '357599.3', '3732.000000', '德令哈，大柴旦，格尔木', '', '/var/gpstracks/routeRecord_20140911_115126', '32918073');
INSERT INTO `t_tracks` VALUES ('203', '德令哈到格尔木', '史俭朋', '2014-09-11 12:25:35', '2014-09-11 12:25:35', '340829.2', '3744.964844', '小柴旦湖，锡铁山，万丈盐桥', '', '/var/gpstracks/routeRecord_20140911_122535', '10741568');
INSERT INTO `t_tracks` VALUES ('204', '格尔木-五北大桥-格尔木', '秦刚', '2014-09-12 06:49:30', '2014-09-12 06:49:30', '527284.3', '4738.000000', '格尔木，西大滩，昆仑山口，不冻泉，五道梁，五北大桥', '', '/var/gpstracks/routeRecord_20140912_064930', '41088585');
INSERT INTO `t_tracks` VALUES ('205', '知春路', '付海静', '2014-03-31 17:21:38', '2014-03-31 17:21:38', '838.2', '75.348885', '', '', '/var/gpstracks/routeRecord_20140331_172138', '9869281');
INSERT INTO `t_tracks` VALUES ('206', '扎陵湖', '付海静', '2014-05-23 09:08:20', '2014-05-23 09:08:20', '74346.7', '4422.991211', '', '', '/var/gpstracks/routeRecord_20140523_090820', '12325053');
INSERT INTO `t_tracks` VALUES ('207', '玛多县到扎陵湖鄂陵湖', '张营', '2014-05-23 10:12:07', '2014-05-23 10:12:07', '216642.7', '4347.675781', '', '', '/var/gpstracks/routeRecord_20140523_101207', '38328299');
INSERT INTO `t_tracks` VALUES ('214', '晨练奥森', '秦刚', '2014-07-23 05:28:10', '2014-07-23 05:28:10', '7515.3', '100.621582', '', '', '/var/gpstracks/routeRecord_20140723_052810', '171920165');
INSERT INTO `t_tracks` VALUES ('216', '青海湖环湖调查第一天', '付海静', '2014-07-24 05:07:21', '2014-07-24 05:07:21', '1674276.1', '3409.643799', '西宁', '', '/var/gpstracks/routeRecord_20140724_050721', '62817575');
INSERT INTO `t_tracks` VALUES ('218', '4', 'Zl', '2014-07-28 08:56:51', '2014-07-28 08:56:51', '163301.7', '3313.917969', '', '', '/var/gpstracks/routeRecord_20140728_085651', '48754394');
INSERT INTO `t_tracks` VALUES ('220', '草组第五天', '付海静', '2014-07-30 08:39:28', '2014-07-30 08:39:28', '123206.3', '3302.174316', '哈达湾', '', '/var/gpstracks/routeRecord_20140730_083928', '34399380');
INSERT INTO `t_tracks` VALUES ('246', '格尔木到德令哈', '秦刚', '2014-09-13 13:45:42', '2014-09-13 13:45:42', '329195.0', '3719.000000', '格尔木，德令哈', '', '/var/gpstracks/routeRecord_20140913_134542', '12349103');
INSERT INTO `t_tracks` VALUES ('247', '大武去雪山保护站看点', '秦刚', '2014-09-18 08:32:01', '2014-09-18 08:32:01', '194993.1', '4379.000000', '大武，雪山乡，雪山保护站', '', '/var/gpstracks/routeRecord_20140918_083201', '94342876');
INSERT INTO `t_tracks` VALUES ('249', '植被组第一天----天峻样线', '付海静', '2014-07-26 09:04:09', '2014-07-26 09:04:09', '259401.2', '3577.694580', '天峻县', '', '/var/gpstracks/routeRecord_20140726_090409', '68311092');
INSERT INTO `t_tracks` VALUES ('250', '回家', '放寒假', '2014-10-05 09:27:07', '2014-10-05 09:27:07', '49986.0', '28.219799', '', '', '/var/gpstracks/routeRecord_20141005_092707', '11306944');
INSERT INTO `t_tracks` VALUES ('251', 'UnKown', '杨慧伟', '2014-10-12 23:52:15', '2014-10-12 23:52:15', '641.0', '445.000000', '', '', '/var/gpstracks/routeRecord_20141012_235215', '1347579');
INSERT INTO `t_tracks` VALUES ('252', '2', '赵仕远', '2014-11-02 00:12:49', '2014-11-02 00:12:49', '196.6', '1273.122803', '', '', '/var/gpstracks/routeRecord_20141102_001249', '1686');
INSERT INTO `t_tracks` VALUES ('253', '2014秋游-太原-北京', '付海静', '2014-11-01 07:33:39', '2014-11-01 07:33:39', '131405.4', '863.392883', '太原 平遥 乔家大院', '', '/var/gpstracks/routeRecord_20141101_073339', '10482317');
INSERT INTO `t_tracks` VALUES ('254', '草组第七天', '付海静', '2014-08-01 09:28:15', '2014-08-01 09:28:15', '97935.2', '3200.860840', '', '', '/var/gpstracks/routeRecord_20140801_092815', '60128538');
